[
  {
    "title": "去年9月到今年4月，我记录下了旅途中的这些小惊喜",
    "content": "<img src='//upload-images.jianshu.io/upload_images/2257068-9f5504947bd55e95'/><p>从去年9月到现在，转改有半年多了。\n\n细细数来，也走过了很多地方，城市和乡野，古镇和寺庙，大山和湖泊。\n\n\n\n说走就走的旅行，不是不管不顾不闻不问的去往某一个地方，而是今晚决定了，就妥善处理好工作，再做好攻略，明天一早就启程。</p><p>喜欢在高铁上听着喜欢的歌，看着窗外发呆，想到些什么就记下来。\n\n我喜欢走累了，就坐在湖边，听着民谣，静看夕阳西下。\n\n喜欢夜里独自在街头游荡，或者去逛夜市，记录下那些各自忙碌的身影。</p>"
  },{
    "title": "60 余家免费正版图片网站，应该是目前最全的的集合了",
    "content": "<p>扩散，如果你想从事互联网工作：邀请你加入这个圈子，互联网（UI/UX/产品）学习的一次探索，互联网中坚力量最集中的地方我们常常需要找一些免费正版的图片（无版权图片），写文章、做 PPT、做设计等等，随意使用一些有版权的图片是侵权，而这些无版权图片，是图片作者免费发布出来造福大家的，可以在遵守相关版权协议的情况下，自由使用。我的同事整理了一个非常全的无版权图片集合。我看到网上有不少人在抄袭我们的文章，我希望在这里发出来，请大家尊重别人的劳动。认真是一种力量。请大家关注「最美应用」公众号，这是一种支持。在任何时候，你都可以在「最美应用」公众号里回复「无版权」，来获取我们整理的这些收藏。</p><p>正文之前，简单介绍一下：我现在会在简书发一些文章。马力，设计师、产品经理，最美应用创始人，创新工场早期成员，豌豆荚创始成员、IBM用户体验设计师。最美应用每年评估上万个互联网产品，无论是产品设计，还是互联网的运营和推广等，都有丰富的实践经验。在高校里担任兼职导师，一直努力推动高校的设计专业领域教学。在知乎是用户体验和产品相关领域的优秀回答者，出版《产品设计师技能书》，撰写连载文章《产品设计与用户体验如何思考》、《设计师入门之路》等，希望以专业的力量帮到更多人。------无论是写文章、做 PPT 还是找壁纸、换头像，搜图片都是件费时却最出效果的事情。之前小美给大家分享了最好用无版权图片网站之一的 Pixabay，不过图片素材这种东西，尤其是可自由修改使用的图片素材，向来是嫌少不嫌多的。所以这次，小美就把私藏的 60 余家无版权图片网站分享给大家，这家找不到合适的图片？没关系，下一家就有了！从此再也不会被找图这件事情所束缚。本次推荐分为第一找图梯队、第二找图梯队、精准找图、分门别类找图、备选方案以及最后的终极找图梯队组成。点击网站名称可以直接跳转到相关网页，大家按需使用。由于本次推荐过多，所以推荐大家点赞、收藏~▎第一找图梯队根据二八定律，80% 的结果可能来自于 20% 的原因。这在找图片这件事上也适用。虽然这次推荐的无版权图片网站有数十家，但是真正好用的也是只有一部分，而这一部分就足够使用了。Unsplash最知名的无版权图片网站，这家以风景为主，数量足够多，但是很多滤镜感太强，颜色太过厚重，比较适合做壁纸，事实上很多壁纸软件也是直接从这上面下载的图\n\n\n\n\n\nPixabay小美最常用的一家，可以说是全球最大的免费图片网站了。图多而且种类足够丰富。这其实也是一家集合网站，可以看到 Unsplash 家的很多图也能在 Pixabay 里搜到\n\n\n\n\n\nPexels这家也有很多精美的图片，而且比较好的一点是会有「一周精选」，平常没事的时候来收收图也挺好的\n\n\n\n\n\nvisualhunt数量超级多的无版权图片网站，可以根据颜色进行搜索\n\n\n\n\n\n▎第二找图梯队这里面是一些图片资源没有那么丰富，但是质量都还不错的，如果之前的网站没有找到合适的，可以在这里再次搜寻一下。别样网找图新欢，旅行日常为主，图片多为用户自己上传，所以在其他地方很少见到\n\n\n\n\n\nGratisography每周都会更新，图片角度和题材都比较另类，人物图片不少，另外他家的 logo 也比较另类……\n\n\n\n\n\nStreetWill优点是图片都比较精致小众，缺点是更新慢\n\n\n\n\n\nIM FREE图片分类详细，可按分类进行筛选\n\n\n\n\n\nMagdeleine有编辑精选，图片也比较厚重\n\n\n\n\n\nFancyCrave每天两张手工筛选精品照片，每张都在诉说一个故事\n\n\n\n\n\n▎精准找图梯队一般搜索图片都是用关键词进行搜索，搜索单一的关键词还好，一旦稍复杂些的就很容易搜索不出来，这时候你就需要一些精准找图方案。Flickr第一个是雅虎著名的图片社区——Flickr，由于汇集了大批的摄影师，所以 Flickr 家的图片质量都相当之高，不过你可能会说 Flickr 的图片不都是有版权的吗？别急，在「授权」那里选择「所有创用CC」或者「允许商业用途」即可找到那些可以使用的图片啦ps.由于 Flickr 目前没有简体中文版，所以搜索时用英文或者繁体中文会得到比较好的结果\n\n\n\n\n\nGoogle第二个是我大谷歌，谷歌的图片搜索那是相当的强大，选择右侧的「工具」，可以自定义很多东西，包括大小、颜色及使用权限\n\n\n\n\n\n▎分类找图Life of Pix景色建筑为主，色调比较统一\n\n</p>"
  },{
    "title": "徒步香港 - 东澳古道浓浓港味之旅",
    "content": "<img src='//upload-images.jianshu.io/upload_images/5429138-f534dfa8e1601b24.jpg'/><p>欢迎来到【薯片先森の城市徒步】-香港站，我是薯片先森。也许，你曾从香港机场起飞在3000尺高空看过太平洋，在旺角人山人海的潮鞋店里买鞋，在尖沙咀小店里吃鱼蛋，在铜锣湾的折扣季里血拼……香港的市井生活就像一道烧腊拼盘，除了无尽的购物商场，还有许多可以值得探索的地方。与市区的水泥森林不同，香港的郊野有着绝佳的自然风光。而领略这些的最佳方式就是——徒步。于是我做了我的Dream Plan：每个月一次组队去香港最美的徒步路线。而自今年起，我们已完成了港岛径1-6段+南丫岛的徒步（点击查看），有兴趣跟着我们一起徒步的，可以加我微信号：kevinwork。\n\n</p><p>作为从小看香港TVB电视剧长大的孩子，一直很喜欢《冲上云霄》里的一句话：“香港机场是一个人生的舞台，每天都会上演着悲欢离合”，再加上最近港珠澳大桥开通。因此我在想，何不就plan一条沿着蜿蜒海岸线的路径，既能行走在幽静的古道上，也能远观最繁忙的香港都市浮华，弯弯曲曲沿着山脊延伸，傍着大海，一边舒服地吹着海风，一边眺望香港机场和俯瞰港珠澳大桥全景。于是便有了这次的路线。\n\n</p>"
  },{
    "title": "简书一年，我找到了一份好工作",
    "content": "<img src='//upload-images.jianshu.io/upload_images/3301720-db890fabf626e0ac.jpg'/><p>这是我的亲身经历，没有虚构，虽然它听起来不像真的。2017年11月7日  星期二 晴说起来很惭愧，在简书写了一年的文，至今，我还是原来的我，既没有签约，也没有写出爆文，甚至连一篇像样点的、拿得出手的文字也没有。相反，嘲笑和挖苦的话倒是听了不少。当面的，背后的，直接了当的，含沙射影的，比比皆是。所有这些，都曾伤透了我的心，我苦恼、彷徨，为自己因为在简书写文而越来越不受人待见而痛苦不堪。于是，我萌生了将简书卸载，从简书里逃跑的念头。然而每每打开简书，却是万般的不舍和难离。我想按下删除键，但手指却不听使唤，还是习惯性地敲打出心中喜爱的文字——已然将自己的逃跑计划忘到脑后。逃跑未成，只好硬着头皮往前走，这一走，竟走过了秋、冬、春、夏。这一年，我的思绪，我的喜怒哀乐，都变成了一个叫陌上红裙的简书用户笔端的文字。尽管这些文字不华丽，不精美，没有内涵，没有深刻的寓意，但是，它们是我内心真情的表达。是一个打小就喜爱文字的女子对文字不渝的追随；是一个宁愿放弃美食，放弃聚会，放弃休闲度假的已过不惑之年的大妈的逆向选择。这个选择，带给我的除了心灵的那份愉悦，从中确实再也找不出还有什么东西，可以让我自豪、可以让别人停止对我的鄙视。我像一棵小草，在凛冽的寒风中，顽强地站立着，不敢趴下。我知道，一旦趴下，我就再也无法在风中直起腰身。很多个夜晚，很多个清晨，每一点的碎片时间，我都将自己置身于文字中。结果会怎样？未来会怎样？全然不去考虑，我只告诉自己：为心中的那份愉悦，坚持！万万没想到的是，简书一年后，我却得到了一个意外的收获——有好几家单位向我抛出了橄榄枝，好几个不错的岗位任我挑选。这是我自2013年从国企下岗后，第一次被礼遇，第一次被当作“人才”而被多家单位争相聘请。我听到有人愤愤不平地说：“哼！她居然成了香饽饽！”“不就会写几篇文章么？”……此刻，我已离开小城巢湖，坐在省城一个装潢考究、环境优雅的写字楼里。先进的办公设备，良好的工作氛围，一个富有朝气的团队，我荣幸地成为他们其中的一员。没有后台，没有背景，如果有，那就是简书，还有我在简书上用真心书写的二十多万原创文字。去年，也是这样的秋季，只是不似这般阳光明媚。连日的阴雨，让人愁肠百结……土豆在长沙读大学，他爹经常出差，家里时常只剩下我一个人。放心不下乡下年迈的父亲和破旧的老屋，我对他们的牵挂愈发浓烈，心中有千言万语想要说出来。我写了一篇又一篇日记，可是，越写，越觉得孤独、难受。直到那天，我误打误撞地闯进简书后，才发现，这里，才是写作人的“理想王国”。“简单书写！”我喜欢简书的这个宣传语。没有功利，没有企求，只求简简单单地将自己的真实感受写出来，写出一个热爱文字的人的点点滴滴。对故乡的思念，是我初入简书时急于想表达的情感。其时，我的九旬老父亲还健在，每次回乡下，我都会坐在他老人家身边，听他讲过去的事情。天气好的时候，我会陪着父亲在村里转转。一个个或苍老或弱小的身影从我的身边走过，我努力想认出他们，却怎么也想不起来他们是谁。村里那些曾经光彩夺目的小洋楼，在岁月的风雨中变得黯然失色，好多人家的门前，杂草丛生，院落荒芜，门上的铁锁已锈迹斑斑……回到城里，心情久久不能平静的我，写下了《故乡的回忆》系列。平淡的文字，灼热的情感，有很多简友为我点赞，我不知道是否真的感动了他们，但他们的鼓励却给了我莫大的鼓舞，我有了写下去的动力。刚开始，我只有零星的几位简友，记得最早关注我的是铁妩、小豆利子、高桥美纱、红尘老街、残阳物语、金源涛、寻找梦想的鱼等兄弟姐妹。还有一位和我家土豆同龄的东北女孩小猪子499，她是我在简书上的第一个读者，第一个给我留言的人，我们成了忘年交，她一直亲热地叫我“红裙阿姨”。凭良心说，我那时的文字比现在还要拙劣，但他们没有嫌弃我，反而给予我很多的夸奖，有时也真诚地提出批评。我能走到今天，与他们的鼓励和支持是分不开的。无知者无畏，那时，凭着对文字的热爱，对简书的喜欢，各个专题的征文我都参加。我不敢奢望获奖，只把它们当成一篇篇命题作文，力求不偏题，倘若偶尔能有写出彩的则更好。那段时间，可谓是我创作热情最高的时期，也是我连连获奖的时期（捂脸——大都数是三等奖，有的还是优秀奖）。我的简友越来越多（下一篇我专门写我的简友们，题目都想好了）。简友们都叫我“红裙子”，我也喜欢他们这样叫我，他们说我是简书里的一条快乐的红裙子。我的快乐来自于简书，只要走进简书，我的烦恼就会消失，我的脸上就会春风荡漾。可现实生活中，我的处境非常不好。冷落、排挤、各种风凉话，铺天盖地地向我袭来，我只有招架的功，没有还手的力，我成了熟人们茶余饭后的“谈资”。很多人在朋友圈将我屏蔽，有的人甚至拉黑了我，原因是不想读到我发在朋友圈的文字。我成了一个尴尬的人，随时随地、毫无征兆地就会遭到别人的讥讽，而这一切，竟然是因为我比他们会写几篇“文章”。今年6月份的时候，因为要照顾和陪伴生命垂危的老父亲，我辞职离开了原先那个不待见我的单位和那些不待见我的人。父亲最后的日子，我日夜守护在他的身边，和我共同守护的，除了我的兄妹，还有我最爱的简书。乡下的夜，静谧、漫长，父亲的气息越来越弱，我的文字也越来越低沉……父亲安详地离去了……那个给我关爱最多，对我一生影响最大的人，从此成了我遥不可及的思念，我们兄妹悲痛欲绝。我一遍又一遍地回看我以前写的关于父亲的文字，从今往后，我将不忍再写，我不想让痛失父亲的悲伤席卷我……感谢简书，让我在我父亲健在的日子，用文字表达了我对他老人家的崇敬和爱！处理好父亲的后事，我伤心地离开了那个叫“马颈”的小山村，回到城里的我，再度成了一个失业人员。转机却从这里开始。回到家后，陆续接到很多电话，都是邀请我去上班的，他们的缘由是：“我们需要一个会写文章的财务人员！”“一个能写出那么多感人至深的文章的人，人品一定不会差！”“你的文笔很美，我们公司欢迎你！”“您好，我们是中小学辅导班，拜读了您在简书上发表的文章，想请您来教孩子们写作文……您可以兼职，也可以专职……”……我诚惶诚恐地接着每一个电话，感觉是幻觉，又觉得是奇迹。又一次打开简书，心头涌起了无限的感慨：一年来，我的那些个“文章”，不知引来了多少人的口诛笔伐，他们用最恶毒的词语贬低我，说我是“神经病”……他们那刺耳的、不怀好意的笑声，仍在我的耳边回荡……可是，现在一下子却有这么多好岗位等着我，这是怎么回事呢？我有点懵，傻乎乎地问电话那端的人，那端传来一个个热情的、坚定的声音：“我们公司欢迎您！”稳定了一下既惊喜又慌乱的情绪，在众多的邀请单位里，我选择了现在就职的这家公司，我要继续往前远行。远方有多远，我不知道，但眼前的路已渐渐趋于平坦，虽然依旧没有鲜花，没有掌声，只有我未变的初心和对文字永远的热爱！我是陌上红裙，感谢简书，感谢你！</p>"
  },{
    "title": "《二十岁的年纪，做八十岁想起来都会嘴角上扬的事》",
    "content": "<p>二十岁出头，正好处在一个尴尬的年纪。似乎看透了生活，实质却依旧单纯；似乎应有尽有，实质却一无所有；内心身怀雄心壮志，却又不得不脚踏实地。身处二十岁这个尴尬的年龄，确实会有些迷茫，也会有些无奈。但是每当背起行囊的那一刻，我就明白有些事情现在不去做，再也不会去做了。有人经常会问我，你认为旅行的意义是什么？你在路上都做什么？我不能告诉你旅行的意义是什么，或许旅行本身就没有意义。不过既然有人问后面一个问题，那我借此机会来分享下我在旅途中经常会做的十件事。因为，我觉得这些都是到八十岁之后想起来都会笑的事情。\n\n</p><img src='//upload-images.jianshu.io/upload_images/3459828-fdf30bf7e301a6e9.jpg'/><p>01、走很远很远的路每次去旅行，走路大概是必须的一件事。比起去那些到哪都在路上伸手拦出租车，然后和这个城市擦肩而过的方式，我还是更喜欢用自己的双脚去丈量这个世界。曾二十八天徒搭于广袤无垠的西藏，也穿越在神秘色彩的鳌太，还行走于美丽的大西北这片炙热的土地上。或者漫步在一个城市的街道上，感受一个城市和其它地方不一样的氛围。只有这样从容的方式才有机会撞见不同的人，去发现发生在身边意外的惊喜。用自己的脚步去行走，这样可以在想停下来的时候停下来，也可以兴奋的想要奔跑时也能随时狂欢。然后，我会把每一天走的步数都捐出去。\n\n</p><p>02、搭乘最大众的交通工具在旅行的时候，你绝对不会像我一样去做这样的“蠢事”：为了听一对母子有趣的对话，到站了不下车一直听到他们下车为止。你应该也没有体会过一个人背着（60+10）L的大背包去挤没有座位的公交车，像外星人一样被人从起点看到了终点。其实，乘坐大众交通工具可以带我到不同的区域，这样你可以观察到最真实的“当地人”。比如，乘坐地铁时，你会看到早晨匆忙去公司的上班族，也会遇见很时髦的类似要去参加party的年轻人们，还可以看看不同国家的人在车上滑着手机。有人下车，有人上来，有时候人们的脸上浮现的是笑容亦或皱着眉头在担忧，用一个车厢、一段路的时间好好捕捉这些城市百态。\n\n</p>"
  },
  {
    "title": "一个小城姑娘的上海十年",
    "content": "<p>走出办公室，已经是晚上十点，白天人声鼎沸的南京西路早已行人稀疏。深夜的热闹属于几百米外的张园和铜仁路酒吧，属于三公里外的新天地和衡山路。\n\n上海的白天和黑夜完全是两副模样，特别适合外热内冷的人。</p><p>从七点出门挤地铁，到不停歇地工作至晚上十点，人们通过忙碌释放着对这个城市的巨大热情。但内心深处，其实大多数人与这个城市仍有着不可言喻的鸿沟。这条鸿沟是一种安全距离，让我们不用时时刻刻与这座城市产生紧密的联系，不被它的外在繁华完全侵蚀。在入夜后的上海，我喜欢寻一处cocktail bar，见三两好友，有时是密友，有时是故人。此时，这个城市与我们并没有太大的关系，这个夜晚最重要的是眼前这个人。 上海的大街小巷藏着无数个这样的bar，里面的客人大都说普通话或英文，他们都是在上海的异乡人。\n\n\n\n\n\n今年是我在上海的第十个年头。倏然想起十年前的那个九月，正值秋夏交替之际，湿热的空气中偶尔钻出一阵清凉的风。我含着眼泪依依不舍地向出租车里的爸爸妈妈挥手作别，我以为那只是生命中普通的一天，现在回想起来，从那天起，我的人生被割裂为两半，渺小的我开始了融入繁华上海的漫长征程。 这个城市里的很多人都和我一样，因为念大学来到上海，然后留下来生根成家。 有人说上海有千般好，有人说上海有百般不好，但我们都必须承认，它是一个留得住人的地方。 我曾离开过，最终又回来了，我猜，我会一直留下来。今天聊聊我这个异乡人在上海十年的体验和变化吧。（一）战战兢兢的20岁 vs “无知无畏”的30岁第一次到上海是2003年。彼时，上海对我而言还属于电视里的耀眼城市。我全程紧跟旅行团，生怕自己迷了路。 那次旅程中，我第一次知道了感应式水龙头。记得当时站在洗手台前，花了好长时间都没搞明白水的开关在哪里，直到有个好心人给我作了示范，才知道原来还有这样的水龙头，当时内心的尴尬现在仿佛都还记得几分。 整个行程一遇到洗手台，我都会感到紧张，要先远远观察一下才敢靠近使用。 当我们年轻时，通常非常怕在别人面前露怯，总是充满戒备地把自己的“无知”隐藏起来。 行程进行到第5天时，我非常想念辣椒（四川胃你们懂得！），那年的上海还不像如今重庆火锅遍地。 我决定去KFC买辣鸡翅并且多要上几袋辣椒粉，但和服务员沟通了很久她都不知道辣椒粉是什么，我非常不好意思地拿了几袋酸辣酱赶紧离开了。出了门，我满脸通红，内心觉得丢脸极了。后来才知道辣椒粉是KFC只在四川提供的东西，我为自己的无知羞愧了好久。现在看起来都是小得不能再小的事情，但当时对一个15岁的小城姑娘的触动，不亚于在她心里丢下了一颗小炸弹。 当我们第一次发现，在自己生活之外的世界里的一些稀松平常的事情，却是自己从不知道的时，伴着惊喜和好奇的，一定还有强烈的害怕和尴尬。生涩的我们与大城市的第一次交集，往往都充满着这些微不足道却让人手足无措的瞬间，但这些都不足以浇灭我们想要投入它怀抱的热情。 即便旅程中充满了意外，当我站在外滩，看着对面灯火通明的陆家嘴时，还是打电话告诉妈妈：上海太漂亮了，我以后一定要来这里生活。\n\n\n\n\n\n高考后，我如愿到了上海，开始了战战兢兢摸索与这个洋气城市相处之道的旅程。 还是会有很多糗糗的时刻。到上海念书后的第三个月，有阿姨请我吃饭，她关心地问我：来了这么久去哪里玩了呀，有没有去过新天地和衡山路呀？我天真地回答：还没去过，但同学带我去过七浦路和西宫了。阿姨和蔼地看着我笑了笑。后来，我知道了七浦路和新天地差别，内心默默地又尴尬了好一阵。\n\n。</p>"
  },{
    "title": "2018年我坚持养成了这些微习惯，宛如重生。",
    "content": "<p>始终坚信每一个想要变好的人，心里都会有一个想要成为的人，但若不行动，只不过是人们口中思想的巨人，行动的矮子而已。每一个人都希望自己的人生一直在不断的更新，进化成更高级的版本！而当我们想要变成更好的自己时，必定少不了这些微习惯的组成来成就更好的自己。在今年年初回顾2017年自己的所作所为时，我竟然想不到除了上班之外还做过什么值得自己骄傲的事儿。第一次我为自己浪费时间感到后悔不已。从那一刻起我想要变得更好，想要珍惜时间，想要除了工作之外还可以追寻自己喜爱的事情。不求自己可以成为多么牛逼的人物，也不求自己像那些大咖一样被很多人追寻和喜欢，只希望自己每天在进步就好。于是在2018年我就下定决心，新的一年一定要比2017年好。思想在改变，行动也必须紧跟其后，记得在2018年1月的第一天，我就把目标写在纸上一一列表出来贴在让我可以随时能看到的地方，这样做也是为了时刻提醒自己。也因为这样一个动作使我离自己的目标越来越靠近，这一年我坚持养成了这些微习惯，最大的收获是变得更加自信和认可了自己。如果回归到2017年那个焦虑时期的我，也真的都不敢相信自己竟然有这么大的变化。\n\n</p>"
  },{
    "title": "零基础自学画画三个多月，我卖出了21幅涂鸦",
    "content": "<p>去年十二月，我拿起自动铅笔，买了十几本书，怀揣成为插画师的梦想，决定自学画画。一开始，连简笔画都画不好，还不如几岁的小孩子。家人一直催促我去找工作，不支持我画画。可是，作为一个单亲妈妈，一岁多的小宝又认生离不开我，母亲也忙，不能时时帮我照看。所以，我硬是顶住压力，在一片质疑和反对声中，一笔一划从零开始学习。整个白天，女儿几乎都要黏在我身上，就只能等晚上把她哄睡之后，画几个小时。每天坚持，常常画到半夜，对面的几栋楼，都已经没有灯光闪烁，才惊觉该休息了。到现在，画画已成自觉，哪怕有一点点空闲，就抓紧画几笔。其实，最初也没想过要卖画，只想着好好练习，等有一定基础，再上网投稿，画插画。没想到，圈里的朋友看我每天发布涂鸦，从一开始的鼓励，到赞美，到喜欢......直到有一天，有位朋友问我：“你的画能卖给我吗？”我一时激动得忘了怎么回答，朋友又接着问价格。我心想，得到肯定我已经很开心了，画得也不好，不能卖太贵。平复了一下心情，跟朋友说发个红包就可以。朋友二话不说，发了封顶红包，两百。于是，我卖出了第一幅画，大概是我自学画画的第三个月。我精心购买了画框，自己装好，给朋友发货。越来越多的友人喜欢我的涂鸦，一个月来，陆陆续续卖出二十一幅画。为了公平起见，价格都是两百。虽然，一幅画可能要花几个小时，甚至十几个小时。但是，能得到大家的肯定，真真是很开心的事。至少证明，我当初的选择和坚持是对的。是啊，自己的生活，只有自己亲身经历。别人，哪怕是自己的亲人，无关痛痒的劝说我该如何如何，虽说出发点是为我好，可是谁又能真正感受我的处境。母亲有时来看小宝，见我在画画，就会一直唉声叹气，说我大学白念了，不去好好找正经稳定的工作，非要从幼儿园开始学画画。我无法辩驳，因为前路确实渺茫。我唯一的底气，就是我一直靠自己养活女儿，因为之前做手工首饰有点积蓄，才能让我抗住压力。其实，在自学画画以前，我尝试过写作，半年时间，四十万字。之后也投稿到一些公众号，获得一点点微薄的稿费。可是，写作对于我而言，需要绞尽脑汁，冥思苦想，需要我强迫自己去坚持，以至于常常抱着手机写到半夜三四点。之所以放弃写小说，是因为自己挖空心思想出的脑洞，被人轻而易举拿为己用。塞翁失马，焉知祸福。也正是因为这样，我才开始回顾写作的经历，确认我是否真的喜欢写作。答案是否定的，我写小说，只是因为我没有其他更多的选择。当然，那时我一个人带着刚满月的女儿，确实什么也做不了。只能一边做海外代购，一边在夜里写小说。而我之所以决定学画画，却是因为我想买绘本给女儿看。可是，薄薄十几页的绘本，图像简单，价格却很高。于是，我萌生了给女儿画绘本的想法，当机立断，买了好多书，就开始埋头学画画了。所以，我的很多涂鸦里，都有我和女儿的影子。不过，绘本还没画出来，功力不够，还得继续修炼。没有哪条路是容易走的，画画也是如此，更别说我这个零基础自学的小白了。我深知，大家买我的画，不是因为我画得有多好。而是知道我这个单亲妈妈养娃不易，所以慷慨解囊。在此，深表谢意！萍水相助之恩，无以为报。我唯有不断努力，精进画艺，争取让自己升值，才能报答诸位原始投资人。我选了几幅画，装了框，挂在墙上。母亲看了，终于说，咦，挂起来还挺好看。我开心的笑了。虽然，我画画并不是为了得到别人的赞美，但至少，母亲知道我靠画画也有了收入，以后就不会过多的唠叨和担忧了。给那几幅已经挂在朋友家里的涂鸦合个影，虽然我看不到原作了，但能有更多人看到我的涂鸦，或会心一笑，或说“哎呀，谁画的，这么难看”，进而哈哈大笑......真好，希望我的涂鸦能带给大家快乐。我的自学工具和书籍，请点击下方蓝色链接：分享我的自学工具和书籍我的所有手绘文章和涂鸦都在文集里，欢迎交流，共同努力，共同进步。文子手绘日记\n\n</p>"
  },{
    "title": "认真做早餐就是向生活致敬",
    "content": "<p>上周在下厨房美食APP看到第二届早餐马拉松活动，立即报名参加，活动口号是“坚持21天早餐打卡，养成自律习惯”，不禁莞尔一笑，早在去年我就参加两次早餐打卡活动，坚持不重样早餐持续两个月，还获得奖励。今年家里发生变故，老公得了重症，儿子明年高考，我不得不挑起家庭所有重担，一方面照顾老公吃喝拉撒，督促儿子好好学习，一方面想方设法恢复平静生活，抚平创伤。那就从做早餐开始吧，既然选择，就要热爱，既然热爱，就要坚持，坚持做早餐，利用晨起时间读书，让我懂得自律的重要性，又锻炼意志力，生活是需要仪式感的，能唤醒我们对内心的尊重，因而去尊重生活。罗曼罗兰说过：世界上只有一种英雄主义，就是看清生活的真相之后依然热爱生活。回想那个大雪纷飞的傍晚，赶地铁回家给儿子做饭，由于走的太急不小心滑倒，冷冰冰的雪水打湿裤子，此时同济医科大学校园寂寥无人，我挣扎着爬起来继续赶路，在地铁里，暖气吹的热乎乎的，我仿佛站在万丈悬崖边上，一点点的堙没在人群里。除了自己，没人可以依靠，也没人可以拯救。既然无法选择生活带来的残酷，也无法预测明天和意外哪个先到，我唯一能做的，遇到困境，依然面带微笑，坦然接受。成年人的世界没有容易两字，有些痛苦，必须承担，有些磨难，必须经历。当家里生活勉强恢复到正常时，我制定了新的学习计划，老公身体欠佳需要养病，我采取食疗法和药物结合，饮食清淡营养，鼓励老公读书和健身，晚餐后陪他出去散步，一路上东拉西扯，老公打趣我成了“话痨”。儿子学业辛苦，早出晚归，青春期男孩子饭量大，在学校吃不好，早餐就是重中之重。朋友说，家里有人需要照顾，为什么还要花心思做早餐呢？这也是我写这篇文章的目的。曾经在一本书读到一句话：真正会生活的人都会有两副面孔，一副面对世界，一副面对自己。两幅面孔，都是我们对抗残酷世界的力量。工作中，做好本职工作，唯唯诺诺，没有自我表现机会，千篇一律，也就是戴着面具入世。生活中，做最好最真的自己，用兴趣爱好释放压力，展现个性的一面，活得更像我们自己。选择做美食，是选择一种生活方式而已，就像写作，既是生活方式，也是情感发泄。我计划今年完成30万字写作，目前看来无法实现，人的精力是有限的，加上工作和家务事占据三分之二时间，我不得不舍弃写作和练字两项，专心致志研究烘焙和做美食。美食，拥有世间最大的力量。事实证明，我这个选择是明智的，精致的早餐，让家里充满朝气，生机勃勃，一份不敷衍的早餐，是唤醒家人最温柔的方式，用心做出来的早餐，给予家人一天幸福，活力满满。有朋友问我每天要花多长时间做早餐？作为职业女性，我都是下班后购买食材，吃完晚餐就开始准备明天早餐的食材，洗洗切切，放在冰箱里冷藏。夏天5点天就亮了，我5点半起床，开始做早餐，时间大约在30分钟-40分钟左右。儿子六点40分出门，等儿子上学后，趁着老公还没起来，这个时间段用来读书，比如洗衣服洗碗时，打开下载好的听书APP，别小看这个习惯，每天坚持10分钟，知识量就会成倍增长。\n\n</p>"
  },
  {
    "title": "真实故事 | 从月薪1千到月薪3万 我都经历了什么",
    "content": "<p>大学刚毕业的时候，工作不好找。找自己的本专业工作找了很久，都需要经验，没公司要我。后来，我干脆放弃了找自己本专业的工作。我找销售类的工作啊，因为听很多人说销售可以磨练人，还能赚大钱。抱着这样的想法，进入了第一家公司做销售。面试的时候，老板跟我说前半年就1千块钱一个月，能接受就干，不能接受就算了，我这里都是这样的。还说了很多，业务员现在的收入都是多少多少，几万块一个月。刚毕业，人单纯，就这样被忽悠进了公司。公司是做整个省的产品分销（公司名跟产品我就不说了，怕碰见熟人不好），划分区域，一个人负责一块区域，我们有个好听的职位，叫区域经理。刚进公司的时候，根本就没有人管我，更没有人教我，就给几个网站，一大堆的资料，让自己看。前两个月，我每天早上到办公室的第一件事情，竟然是搞整个办公司和厕所的卫生。我都不知道，当初是什么让我坚持下来的，换成现在估计一个星期都呆不下去。在公司，真是太闲了，因为你压根不知道你要做什么，也不知道要怎么做。公司给每个业务员，配好笔记本电脑和电话，也会给一些在合作客户的名单。然后，就让你打电话给客户，根本没有话术之类的。反正就是让你自生自灭，自己成长。我根本不敢给客户打电话，本来就比较内向，重点是很多东西都不懂。到第四个月开始，跟着几位老业务员，出了几次差，知道了大概的一些流程。第五个月，就开始自己打电话，安排出差，约见客户。（我们出差的费用有一个报销标准，基本上算是公费出差）出差約见的人，形形色色的都有，初生牛犊，任人宰骗。经常把客户的玩笑话、敷衍的话当真。明明见面答应的好好的合作，等我一回公司，就人影都没有了。也不懂什么是客套话，什么是真话。慢慢时间久了，一次次从自己失败经验中，就学会分辨什么是真，什么是假。还有女孩子单独出差，可能都会遇到的问题，就是客户想占你便宜。想睡你，这个社会就是这样，哪个行业都有潜规则。我也同样经历过，而且不止一个，是好几个。但是千万不要妥协，在公司福利范围内，可以多给他一些折扣，或者干脆说给他找小姐，但是自己不行。我当时想，能用钱解决的问题，用钱解决，解决不了的问题就算了，大不了少赚点。这里给女孩子一点小建议，如果碰见客户提无理要求，一定要在第一时间拒绝。一般的人都是先暗示，你要从一开头就明确的拒绝他，不要给他希望。刚开始嫩，不懂暗示，直到客户在跟我一起聊天时，用手拉我。我才反应过来，立马把他手甩开了。客户就是这样，只要你坚决不同意，他不敢乱来，也怕犯法，见面记得约在公开场合。还有一种客户，走感情路线，很多女人容易掉进温柔陷阱，但是特别提醒一下，千万不要跟客户上床，如果你上了床，那么不久整个行业都会知道你被睡了。一个圈子本来就小，有些男人就把自己能睡到女人当作炫耀吹嘘的资本。总之一句，行走江湖，洁身自好，情愿钱少赚点。在这家公司呆了一年，同事关系处理的很烂，被排挤，所有女同事一起排挤我，包括所有部门销售后勤采购等。老板又不舍得给钱，我也呆不下去，就离职了。\n\n</p>"
  },
  {
    "title": "去年9月到今年4月，我记录下了旅途中的这些小惊喜",
    "content": "<img src='//upload-images.jianshu.io/upload_images/2257068-9f5504947bd55e95'/><p>从去年9月到现在，转改有半年多了。\n\n细细数来，也走过了很多地方，城市和乡野，古镇和寺庙，大山和湖泊。\n\n\n\n说走就走的旅行，不是不管不顾不闻不问的去往某一个地方，而是今晚决定了，就妥善处理好工作，再做好攻略，明天一早就启程。</p><p>喜欢在高铁上听着喜欢的歌，看着窗外发呆，想到些什么就记下来。\n\n我喜欢走累了，就坐在湖边，听着民谣，静看夕阳西下。\n\n喜欢夜里独自在街头游荡，或者去逛夜市，记录下那些各自忙碌的身影。</p>"
  },{
    "title": "60 余家免费正版图片网站，应该是目前最全的的集合了",
    "content": "<p>扩散，如果你想从事互联网工作：邀请你加入这个圈子，互联网（UI/UX/产品）学习的一次探索，互联网中坚力量最集中的地方我们常常需要找一些免费正版的图片（无版权图片），写文章、做 PPT、做设计等等，随意使用一些有版权的图片是侵权，而这些无版权图片，是图片作者免费发布出来造福大家的，可以在遵守相关版权协议的情况下，自由使用。我的同事整理了一个非常全的无版权图片集合。我看到网上有不少人在抄袭我们的文章，我希望在这里发出来，请大家尊重别人的劳动。认真是一种力量。请大家关注「最美应用」公众号，这是一种支持。在任何时候，你都可以在「最美应用」公众号里回复「无版权」，来获取我们整理的这些收藏。</p><p>正文之前，简单介绍一下：我现在会在简书发一些文章。马力，设计师、产品经理，最美应用创始人，创新工场早期成员，豌豆荚创始成员、IBM用户体验设计师。最美应用每年评估上万个互联网产品，无论是产品设计，还是互联网的运营和推广等，都有丰富的实践经验。在高校里担任兼职导师，一直努力推动高校的设计专业领域教学。在知乎是用户体验和产品相关领域的优秀回答者，出版《产品设计师技能书》，撰写连载文章《产品设计与用户体验如何思考》、《设计师入门之路》等，希望以专业的力量帮到更多人。------无论是写文章、做 PPT 还是找壁纸、换头像，搜图片都是件费时却最出效果的事情。之前小美给大家分享了最好用无版权图片网站之一的 Pixabay，不过图片素材这种东西，尤其是可自由修改使用的图片素材，向来是嫌少不嫌多的。所以这次，小美就把私藏的 60 余家无版权图片网站分享给大家，这家找不到合适的图片？没关系，下一家就有了！从此再也不会被找图这件事情所束缚。本次推荐分为第一找图梯队、第二找图梯队、精准找图、分门别类找图、备选方案以及最后的终极找图梯队组成。点击网站名称可以直接跳转到相关网页，大家按需使用。由于本次推荐过多，所以推荐大家点赞、收藏~▎第一找图梯队根据二八定律，80% 的结果可能来自于 20% 的原因。这在找图片这件事上也适用。虽然这次推荐的无版权图片网站有数十家，但是真正好用的也是只有一部分，而这一部分就足够使用了。Unsplash最知名的无版权图片网站，这家以风景为主，数量足够多，但是很多滤镜感太强，颜色太过厚重，比较适合做壁纸，事实上很多壁纸软件也是直接从这上面下载的图\n\n\n\n\n\nPixabay小美最常用的一家，可以说是全球最大的免费图片网站了。图多而且种类足够丰富。这其实也是一家集合网站，可以看到 Unsplash 家的很多图也能在 Pixabay 里搜到\n\n\n\n\n\nPexels这家也有很多精美的图片，而且比较好的一点是会有「一周精选」，平常没事的时候来收收图也挺好的\n\n\n\n\n\nvisualhunt数量超级多的无版权图片网站，可以根据颜色进行搜索\n\n\n\n\n\n▎第二找图梯队这里面是一些图片资源没有那么丰富，但是质量都还不错的，如果之前的网站没有找到合适的，可以在这里再次搜寻一下。别样网找图新欢，旅行日常为主，图片多为用户自己上传，所以在其他地方很少见到\n\n\n\n\n\nGratisography每周都会更新，图片角度和题材都比较另类，人物图片不少，另外他家的 logo 也比较另类……\n\n\n\n\n\nStreetWill优点是图片都比较精致小众，缺点是更新慢\n\n\n\n\n\nIM FREE图片分类详细，可按分类进行筛选\n\n\n\n\n\nMagdeleine有编辑精选，图片也比较厚重\n\n\n\n\n\nFancyCrave每天两张手工筛选精品照片，每张都在诉说一个故事\n\n\n\n\n\n▎精准找图梯队一般搜索图片都是用关键词进行搜索，搜索单一的关键词还好，一旦稍复杂些的就很容易搜索不出来，这时候你就需要一些精准找图方案。Flickr第一个是雅虎著名的图片社区——Flickr，由于汇集了大批的摄影师，所以 Flickr 家的图片质量都相当之高，不过你可能会说 Flickr 的图片不都是有版权的吗？别急，在「授权」那里选择「所有创用CC」或者「允许商业用途」即可找到那些可以使用的图片啦ps.由于 Flickr 目前没有简体中文版，所以搜索时用英文或者繁体中文会得到比较好的结果\n\n\n\n\n\nGoogle第二个是我大谷歌，谷歌的图片搜索那是相当的强大，选择右侧的「工具」，可以自定义很多东西，包括大小、颜色及使用权限\n\n\n\n\n\n▎分类找图Life of Pix景色建筑为主，色调比较统一\n\n</p>"
  },{
    "title": "徒步香港 - 东澳古道浓浓港味之旅",
    "content": "<img src='//upload-images.jianshu.io/upload_images/5429138-f534dfa8e1601b24.jpg'/><p>欢迎来到【薯片先森の城市徒步】-香港站，我是薯片先森。也许，你曾从香港机场起飞在3000尺高空看过太平洋，在旺角人山人海的潮鞋店里买鞋，在尖沙咀小店里吃鱼蛋，在铜锣湾的折扣季里血拼……香港的市井生活就像一道烧腊拼盘，除了无尽的购物商场，还有许多可以值得探索的地方。与市区的水泥森林不同，香港的郊野有着绝佳的自然风光。而领略这些的最佳方式就是——徒步。于是我做了我的Dream Plan：每个月一次组队去香港最美的徒步路线。而自今年起，我们已完成了港岛径1-6段+南丫岛的徒步（点击查看），有兴趣跟着我们一起徒步的，可以加我微信号：kevinwork。\n\n</p><p>作为从小看香港TVB电视剧长大的孩子，一直很喜欢《冲上云霄》里的一句话：“香港机场是一个人生的舞台，每天都会上演着悲欢离合”，再加上最近港珠澳大桥开通。因此我在想，何不就plan一条沿着蜿蜒海岸线的路径，既能行走在幽静的古道上，也能远观最繁忙的香港都市浮华，弯弯曲曲沿着山脊延伸，傍着大海，一边舒服地吹着海风，一边眺望香港机场和俯瞰港珠澳大桥全景。于是便有了这次的路线。\n\n</p>"
  },{
    "title": "简书一年，我找到了一份好工作",
    "content": "<img src='//upload-images.jianshu.io/upload_images/3301720-db890fabf626e0ac.jpg'/><p>这是我的亲身经历，没有虚构，虽然它听起来不像真的。2017年11月7日  星期二 晴说起来很惭愧，在简书写了一年的文，至今，我还是原来的我，既没有签约，也没有写出爆文，甚至连一篇像样点的、拿得出手的文字也没有。相反，嘲笑和挖苦的话倒是听了不少。当面的，背后的，直接了当的，含沙射影的，比比皆是。所有这些，都曾伤透了我的心，我苦恼、彷徨，为自己因为在简书写文而越来越不受人待见而痛苦不堪。于是，我萌生了将简书卸载，从简书里逃跑的念头。然而每每打开简书，却是万般的不舍和难离。我想按下删除键，但手指却不听使唤，还是习惯性地敲打出心中喜爱的文字——已然将自己的逃跑计划忘到脑后。逃跑未成，只好硬着头皮往前走，这一走，竟走过了秋、冬、春、夏。这一年，我的思绪，我的喜怒哀乐，都变成了一个叫陌上红裙的简书用户笔端的文字。尽管这些文字不华丽，不精美，没有内涵，没有深刻的寓意，但是，它们是我内心真情的表达。是一个打小就喜爱文字的女子对文字不渝的追随；是一个宁愿放弃美食，放弃聚会，放弃休闲度假的已过不惑之年的大妈的逆向选择。这个选择，带给我的除了心灵的那份愉悦，从中确实再也找不出还有什么东西，可以让我自豪、可以让别人停止对我的鄙视。我像一棵小草，在凛冽的寒风中，顽强地站立着，不敢趴下。我知道，一旦趴下，我就再也无法在风中直起腰身。很多个夜晚，很多个清晨，每一点的碎片时间，我都将自己置身于文字中。结果会怎样？未来会怎样？全然不去考虑，我只告诉自己：为心中的那份愉悦，坚持！万万没想到的是，简书一年后，我却得到了一个意外的收获——有好几家单位向我抛出了橄榄枝，好几个不错的岗位任我挑选。这是我自2013年从国企下岗后，第一次被礼遇，第一次被当作“人才”而被多家单位争相聘请。我听到有人愤愤不平地说：“哼！她居然成了香饽饽！”“不就会写几篇文章么？”……此刻，我已离开小城巢湖，坐在省城一个装潢考究、环境优雅的写字楼里。先进的办公设备，良好的工作氛围，一个富有朝气的团队，我荣幸地成为他们其中的一员。没有后台，没有背景，如果有，那就是简书，还有我在简书上用真心书写的二十多万原创文字。去年，也是这样的秋季，只是不似这般阳光明媚。连日的阴雨，让人愁肠百结……土豆在长沙读大学，他爹经常出差，家里时常只剩下我一个人。放心不下乡下年迈的父亲和破旧的老屋，我对他们的牵挂愈发浓烈，心中有千言万语想要说出来。我写了一篇又一篇日记，可是，越写，越觉得孤独、难受。直到那天，我误打误撞地闯进简书后，才发现，这里，才是写作人的“理想王国”。“简单书写！”我喜欢简书的这个宣传语。没有功利，没有企求，只求简简单单地将自己的真实感受写出来，写出一个热爱文字的人的点点滴滴。对故乡的思念，是我初入简书时急于想表达的情感。其时，我的九旬老父亲还健在，每次回乡下，我都会坐在他老人家身边，听他讲过去的事情。天气好的时候，我会陪着父亲在村里转转。一个个或苍老或弱小的身影从我的身边走过，我努力想认出他们，却怎么也想不起来他们是谁。村里那些曾经光彩夺目的小洋楼，在岁月的风雨中变得黯然失色，好多人家的门前，杂草丛生，院落荒芜，门上的铁锁已锈迹斑斑……回到城里，心情久久不能平静的我，写下了《故乡的回忆》系列。平淡的文字，灼热的情感，有很多简友为我点赞，我不知道是否真的感动了他们，但他们的鼓励却给了我莫大的鼓舞，我有了写下去的动力。刚开始，我只有零星的几位简友，记得最早关注我的是铁妩、小豆利子、高桥美纱、红尘老街、残阳物语、金源涛、寻找梦想的鱼等兄弟姐妹。还有一位和我家土豆同龄的东北女孩小猪子499，她是我在简书上的第一个读者，第一个给我留言的人，我们成了忘年交，她一直亲热地叫我“红裙阿姨”。凭良心说，我那时的文字比现在还要拙劣，但他们没有嫌弃我，反而给予我很多的夸奖，有时也真诚地提出批评。我能走到今天，与他们的鼓励和支持是分不开的。无知者无畏，那时，凭着对文字的热爱，对简书的喜欢，各个专题的征文我都参加。我不敢奢望获奖，只把它们当成一篇篇命题作文，力求不偏题，倘若偶尔能有写出彩的则更好。那段时间，可谓是我创作热情最高的时期，也是我连连获奖的时期（捂脸——大都数是三等奖，有的还是优秀奖）。我的简友越来越多（下一篇我专门写我的简友们，题目都想好了）。简友们都叫我“红裙子”，我也喜欢他们这样叫我，他们说我是简书里的一条快乐的红裙子。我的快乐来自于简书，只要走进简书，我的烦恼就会消失，我的脸上就会春风荡漾。可现实生活中，我的处境非常不好。冷落、排挤、各种风凉话，铺天盖地地向我袭来，我只有招架的功，没有还手的力，我成了熟人们茶余饭后的“谈资”。很多人在朋友圈将我屏蔽，有的人甚至拉黑了我，原因是不想读到我发在朋友圈的文字。我成了一个尴尬的人，随时随地、毫无征兆地就会遭到别人的讥讽，而这一切，竟然是因为我比他们会写几篇“文章”。今年6月份的时候，因为要照顾和陪伴生命垂危的老父亲，我辞职离开了原先那个不待见我的单位和那些不待见我的人。父亲最后的日子，我日夜守护在他的身边，和我共同守护的，除了我的兄妹，还有我最爱的简书。乡下的夜，静谧、漫长，父亲的气息越来越弱，我的文字也越来越低沉……父亲安详地离去了……那个给我关爱最多，对我一生影响最大的人，从此成了我遥不可及的思念，我们兄妹悲痛欲绝。我一遍又一遍地回看我以前写的关于父亲的文字，从今往后，我将不忍再写，我不想让痛失父亲的悲伤席卷我……感谢简书，让我在我父亲健在的日子，用文字表达了我对他老人家的崇敬和爱！处理好父亲的后事，我伤心地离开了那个叫“马颈”的小山村，回到城里的我，再度成了一个失业人员。转机却从这里开始。回到家后，陆续接到很多电话，都是邀请我去上班的，他们的缘由是：“我们需要一个会写文章的财务人员！”“一个能写出那么多感人至深的文章的人，人品一定不会差！”“你的文笔很美，我们公司欢迎你！”“您好，我们是中小学辅导班，拜读了您在简书上发表的文章，想请您来教孩子们写作文……您可以兼职，也可以专职……”……我诚惶诚恐地接着每一个电话，感觉是幻觉，又觉得是奇迹。又一次打开简书，心头涌起了无限的感慨：一年来，我的那些个“文章”，不知引来了多少人的口诛笔伐，他们用最恶毒的词语贬低我，说我是“神经病”……他们那刺耳的、不怀好意的笑声，仍在我的耳边回荡……可是，现在一下子却有这么多好岗位等着我，这是怎么回事呢？我有点懵，傻乎乎地问电话那端的人，那端传来一个个热情的、坚定的声音：“我们公司欢迎您！”稳定了一下既惊喜又慌乱的情绪，在众多的邀请单位里，我选择了现在就职的这家公司，我要继续往前远行。远方有多远，我不知道，但眼前的路已渐渐趋于平坦，虽然依旧没有鲜花，没有掌声，只有我未变的初心和对文字永远的热爱！我是陌上红裙，感谢简书，感谢你！</p>"
  },{
    "title": "《二十岁的年纪，做八十岁想起来都会嘴角上扬的事》",
    "content": "<p>二十岁出头，正好处在一个尴尬的年纪。似乎看透了生活，实质却依旧单纯；似乎应有尽有，实质却一无所有；内心身怀雄心壮志，却又不得不脚踏实地。身处二十岁这个尴尬的年龄，确实会有些迷茫，也会有些无奈。但是每当背起行囊的那一刻，我就明白有些事情现在不去做，再也不会去做了。有人经常会问我，你认为旅行的意义是什么？你在路上都做什么？我不能告诉你旅行的意义是什么，或许旅行本身就没有意义。不过既然有人问后面一个问题，那我借此机会来分享下我在旅途中经常会做的十件事。因为，我觉得这些都是到八十岁之后想起来都会笑的事情。\n\n</p><img src='//upload-images.jianshu.io/upload_images/3459828-fdf30bf7e301a6e9.jpg'/><p>01、走很远很远的路每次去旅行，走路大概是必须的一件事。比起去那些到哪都在路上伸手拦出租车，然后和这个城市擦肩而过的方式，我还是更喜欢用自己的双脚去丈量这个世界。曾二十八天徒搭于广袤无垠的西藏，也穿越在神秘色彩的鳌太，还行走于美丽的大西北这片炙热的土地上。或者漫步在一个城市的街道上，感受一个城市和其它地方不一样的氛围。只有这样从容的方式才有机会撞见不同的人，去发现发生在身边意外的惊喜。用自己的脚步去行走，这样可以在想停下来的时候停下来，也可以兴奋的想要奔跑时也能随时狂欢。然后，我会把每一天走的步数都捐出去。\n\n</p><p>02、搭乘最大众的交通工具在旅行的时候，你绝对不会像我一样去做这样的“蠢事”：为了听一对母子有趣的对话，到站了不下车一直听到他们下车为止。你应该也没有体会过一个人背着（60+10）L的大背包去挤没有座位的公交车，像外星人一样被人从起点看到了终点。其实，乘坐大众交通工具可以带我到不同的区域，这样你可以观察到最真实的“当地人”。比如，乘坐地铁时，你会看到早晨匆忙去公司的上班族，也会遇见很时髦的类似要去参加party的年轻人们，还可以看看不同国家的人在车上滑着手机。有人下车，有人上来，有时候人们的脸上浮现的是笑容亦或皱着眉头在担忧，用一个车厢、一段路的时间好好捕捉这些城市百态。\n\n</p>"
  },
  {
    "title": "一个小城姑娘的上海十年",
    "content": "<p>走出办公室，已经是晚上十点，白天人声鼎沸的南京西路早已行人稀疏。深夜的热闹属于几百米外的张园和铜仁路酒吧，属于三公里外的新天地和衡山路。\n\n上海的白天和黑夜完全是两副模样，特别适合外热内冷的人。</p><p>从七点出门挤地铁，到不停歇地工作至晚上十点，人们通过忙碌释放着对这个城市的巨大热情。但内心深处，其实大多数人与这个城市仍有着不可言喻的鸿沟。这条鸿沟是一种安全距离，让我们不用时时刻刻与这座城市产生紧密的联系，不被它的外在繁华完全侵蚀。在入夜后的上海，我喜欢寻一处cocktail bar，见三两好友，有时是密友，有时是故人。此时，这个城市与我们并没有太大的关系，这个夜晚最重要的是眼前这个人。 上海的大街小巷藏着无数个这样的bar，里面的客人大都说普通话或英文，他们都是在上海的异乡人。\n\n\n\n\n\n今年是我在上海的第十个年头。倏然想起十年前的那个九月，正值秋夏交替之际，湿热的空气中偶尔钻出一阵清凉的风。我含着眼泪依依不舍地向出租车里的爸爸妈妈挥手作别，我以为那只是生命中普通的一天，现在回想起来，从那天起，我的人生被割裂为两半，渺小的我开始了融入繁华上海的漫长征程。 这个城市里的很多人都和我一样，因为念大学来到上海，然后留下来生根成家。 有人说上海有千般好，有人说上海有百般不好，但我们都必须承认，它是一个留得住人的地方。 我曾离开过，最终又回来了，我猜，我会一直留下来。今天聊聊我这个异乡人在上海十年的体验和变化吧。（一）战战兢兢的20岁 vs “无知无畏”的30岁第一次到上海是2003年。彼时，上海对我而言还属于电视里的耀眼城市。我全程紧跟旅行团，生怕自己迷了路。 那次旅程中，我第一次知道了感应式水龙头。记得当时站在洗手台前，花了好长时间都没搞明白水的开关在哪里，直到有个好心人给我作了示范，才知道原来还有这样的水龙头，当时内心的尴尬现在仿佛都还记得几分。 整个行程一遇到洗手台，我都会感到紧张，要先远远观察一下才敢靠近使用。 当我们年轻时，通常非常怕在别人面前露怯，总是充满戒备地把自己的“无知”隐藏起来。 行程进行到第5天时，我非常想念辣椒（四川胃你们懂得！），那年的上海还不像如今重庆火锅遍地。 我决定去KFC买辣鸡翅并且多要上几袋辣椒粉，但和服务员沟通了很久她都不知道辣椒粉是什么，我非常不好意思地拿了几袋酸辣酱赶紧离开了。出了门，我满脸通红，内心觉得丢脸极了。后来才知道辣椒粉是KFC只在四川提供的东西，我为自己的无知羞愧了好久。现在看起来都是小得不能再小的事情，但当时对一个15岁的小城姑娘的触动，不亚于在她心里丢下了一颗小炸弹。 当我们第一次发现，在自己生活之外的世界里的一些稀松平常的事情，却是自己从不知道的时，伴着惊喜和好奇的，一定还有强烈的害怕和尴尬。生涩的我们与大城市的第一次交集，往往都充满着这些微不足道却让人手足无措的瞬间，但这些都不足以浇灭我们想要投入它怀抱的热情。 即便旅程中充满了意外，当我站在外滩，看着对面灯火通明的陆家嘴时，还是打电话告诉妈妈：上海太漂亮了，我以后一定要来这里生活。\n\n\n\n\n\n高考后，我如愿到了上海，开始了战战兢兢摸索与这个洋气城市相处之道的旅程。 还是会有很多糗糗的时刻。到上海念书后的第三个月，有阿姨请我吃饭，她关心地问我：来了这么久去哪里玩了呀，有没有去过新天地和衡山路呀？我天真地回答：还没去过，但同学带我去过七浦路和西宫了。阿姨和蔼地看着我笑了笑。后来，我知道了七浦路和新天地差别，内心默默地又尴尬了好一阵。\n\n。</p>"
  },{
    "title": "2018年我坚持养成了这些微习惯，宛如重生。",
    "content": "<p>始终坚信每一个想要变好的人，心里都会有一个想要成为的人，但若不行动，只不过是人们口中思想的巨人，行动的矮子而已。每一个人都希望自己的人生一直在不断的更新，进化成更高级的版本！而当我们想要变成更好的自己时，必定少不了这些微习惯的组成来成就更好的自己。在今年年初回顾2017年自己的所作所为时，我竟然想不到除了上班之外还做过什么值得自己骄傲的事儿。第一次我为自己浪费时间感到后悔不已。从那一刻起我想要变得更好，想要珍惜时间，想要除了工作之外还可以追寻自己喜爱的事情。不求自己可以成为多么牛逼的人物，也不求自己像那些大咖一样被很多人追寻和喜欢，只希望自己每天在进步就好。于是在2018年我就下定决心，新的一年一定要比2017年好。思想在改变，行动也必须紧跟其后，记得在2018年1月的第一天，我就把目标写在纸上一一列表出来贴在让我可以随时能看到的地方，这样做也是为了时刻提醒自己。也因为这样一个动作使我离自己的目标越来越靠近，这一年我坚持养成了这些微习惯，最大的收获是变得更加自信和认可了自己。如果回归到2017年那个焦虑时期的我，也真的都不敢相信自己竟然有这么大的变化。\n\n</p>"
  },{
    "title": "零基础自学画画三个多月，我卖出了21幅涂鸦",
    "content": "<p>去年十二月，我拿起自动铅笔，买了十几本书，怀揣成为插画师的梦想，决定自学画画。一开始，连简笔画都画不好，还不如几岁的小孩子。家人一直催促我去找工作，不支持我画画。可是，作为一个单亲妈妈，一岁多的小宝又认生离不开我，母亲也忙，不能时时帮我照看。所以，我硬是顶住压力，在一片质疑和反对声中，一笔一划从零开始学习。整个白天，女儿几乎都要黏在我身上，就只能等晚上把她哄睡之后，画几个小时。每天坚持，常常画到半夜，对面的几栋楼，都已经没有灯光闪烁，才惊觉该休息了。到现在，画画已成自觉，哪怕有一点点空闲，就抓紧画几笔。其实，最初也没想过要卖画，只想着好好练习，等有一定基础，再上网投稿，画插画。没想到，圈里的朋友看我每天发布涂鸦，从一开始的鼓励，到赞美，到喜欢......直到有一天，有位朋友问我：“你的画能卖给我吗？”我一时激动得忘了怎么回答，朋友又接着问价格。我心想，得到肯定我已经很开心了，画得也不好，不能卖太贵。平复了一下心情，跟朋友说发个红包就可以。朋友二话不说，发了封顶红包，两百。于是，我卖出了第一幅画，大概是我自学画画的第三个月。我精心购买了画框，自己装好，给朋友发货。越来越多的友人喜欢我的涂鸦，一个月来，陆陆续续卖出二十一幅画。为了公平起见，价格都是两百。虽然，一幅画可能要花几个小时，甚至十几个小时。但是，能得到大家的肯定，真真是很开心的事。至少证明，我当初的选择和坚持是对的。是啊，自己的生活，只有自己亲身经历。别人，哪怕是自己的亲人，无关痛痒的劝说我该如何如何，虽说出发点是为我好，可是谁又能真正感受我的处境。母亲有时来看小宝，见我在画画，就会一直唉声叹气，说我大学白念了，不去好好找正经稳定的工作，非要从幼儿园开始学画画。我无法辩驳，因为前路确实渺茫。我唯一的底气，就是我一直靠自己养活女儿，因为之前做手工首饰有点积蓄，才能让我抗住压力。其实，在自学画画以前，我尝试过写作，半年时间，四十万字。之后也投稿到一些公众号，获得一点点微薄的稿费。可是，写作对于我而言，需要绞尽脑汁，冥思苦想，需要我强迫自己去坚持，以至于常常抱着手机写到半夜三四点。之所以放弃写小说，是因为自己挖空心思想出的脑洞，被人轻而易举拿为己用。塞翁失马，焉知祸福。也正是因为这样，我才开始回顾写作的经历，确认我是否真的喜欢写作。答案是否定的，我写小说，只是因为我没有其他更多的选择。当然，那时我一个人带着刚满月的女儿，确实什么也做不了。只能一边做海外代购，一边在夜里写小说。而我之所以决定学画画，却是因为我想买绘本给女儿看。可是，薄薄十几页的绘本，图像简单，价格却很高。于是，我萌生了给女儿画绘本的想法，当机立断，买了好多书，就开始埋头学画画了。所以，我的很多涂鸦里，都有我和女儿的影子。不过，绘本还没画出来，功力不够，还得继续修炼。没有哪条路是容易走的，画画也是如此，更别说我这个零基础自学的小白了。我深知，大家买我的画，不是因为我画得有多好。而是知道我这个单亲妈妈养娃不易，所以慷慨解囊。在此，深表谢意！萍水相助之恩，无以为报。我唯有不断努力，精进画艺，争取让自己升值，才能报答诸位原始投资人。我选了几幅画，装了框，挂在墙上。母亲看了，终于说，咦，挂起来还挺好看。我开心的笑了。虽然，我画画并不是为了得到别人的赞美，但至少，母亲知道我靠画画也有了收入，以后就不会过多的唠叨和担忧了。给那几幅已经挂在朋友家里的涂鸦合个影，虽然我看不到原作了，但能有更多人看到我的涂鸦，或会心一笑，或说“哎呀，谁画的，这么难看”，进而哈哈大笑......真好，希望我的涂鸦能带给大家快乐。我的自学工具和书籍，请点击下方蓝色链接：分享我的自学工具和书籍我的所有手绘文章和涂鸦都在文集里，欢迎交流，共同努力，共同进步。文子手绘日记\n\n</p>"
  },{
    "title": "认真做早餐就是向生活致敬",
    "content": "<p>上周在下厨房美食APP看到第二届早餐马拉松活动，立即报名参加，活动口号是“坚持21天早餐打卡，养成自律习惯”，不禁莞尔一笑，早在去年我就参加两次早餐打卡活动，坚持不重样早餐持续两个月，还获得奖励。今年家里发生变故，老公得了重症，儿子明年高考，我不得不挑起家庭所有重担，一方面照顾老公吃喝拉撒，督促儿子好好学习，一方面想方设法恢复平静生活，抚平创伤。那就从做早餐开始吧，既然选择，就要热爱，既然热爱，就要坚持，坚持做早餐，利用晨起时间读书，让我懂得自律的重要性，又锻炼意志力，生活是需要仪式感的，能唤醒我们对内心的尊重，因而去尊重生活。罗曼罗兰说过：世界上只有一种英雄主义，就是看清生活的真相之后依然热爱生活。回想那个大雪纷飞的傍晚，赶地铁回家给儿子做饭，由于走的太急不小心滑倒，冷冰冰的雪水打湿裤子，此时同济医科大学校园寂寥无人，我挣扎着爬起来继续赶路，在地铁里，暖气吹的热乎乎的，我仿佛站在万丈悬崖边上，一点点的堙没在人群里。除了自己，没人可以依靠，也没人可以拯救。既然无法选择生活带来的残酷，也无法预测明天和意外哪个先到，我唯一能做的，遇到困境，依然面带微笑，坦然接受。成年人的世界没有容易两字，有些痛苦，必须承担，有些磨难，必须经历。当家里生活勉强恢复到正常时，我制定了新的学习计划，老公身体欠佳需要养病，我采取食疗法和药物结合，饮食清淡营养，鼓励老公读书和健身，晚餐后陪他出去散步，一路上东拉西扯，老公打趣我成了“话痨”。儿子学业辛苦，早出晚归，青春期男孩子饭量大，在学校吃不好，早餐就是重中之重。朋友说，家里有人需要照顾，为什么还要花心思做早餐呢？这也是我写这篇文章的目的。曾经在一本书读到一句话：真正会生活的人都会有两副面孔，一副面对世界，一副面对自己。两幅面孔，都是我们对抗残酷世界的力量。工作中，做好本职工作，唯唯诺诺，没有自我表现机会，千篇一律，也就是戴着面具入世。生活中，做最好最真的自己，用兴趣爱好释放压力，展现个性的一面，活得更像我们自己。选择做美食，是选择一种生活方式而已，就像写作，既是生活方式，也是情感发泄。我计划今年完成30万字写作，目前看来无法实现，人的精力是有限的，加上工作和家务事占据三分之二时间，我不得不舍弃写作和练字两项，专心致志研究烘焙和做美食。美食，拥有世间最大的力量。事实证明，我这个选择是明智的，精致的早餐，让家里充满朝气，生机勃勃，一份不敷衍的早餐，是唤醒家人最温柔的方式，用心做出来的早餐，给予家人一天幸福，活力满满。有朋友问我每天要花多长时间做早餐？作为职业女性，我都是下班后购买食材，吃完晚餐就开始准备明天早餐的食材，洗洗切切，放在冰箱里冷藏。夏天5点天就亮了，我5点半起床，开始做早餐，时间大约在30分钟-40分钟左右。儿子六点40分出门，等儿子上学后，趁着老公还没起来，这个时间段用来读书，比如洗衣服洗碗时，打开下载好的听书APP，别小看这个习惯，每天坚持10分钟，知识量就会成倍增长。\n\n</p>"
  },
  {
    "title": "真实故事 | 从月薪1千到月薪3万 我都经历了什么",
    "content": "<p>大学刚毕业的时候，工作不好找。找自己的本专业工作找了很久，都需要经验，没公司要我。后来，我干脆放弃了找自己本专业的工作。我找销售类的工作啊，因为听很多人说销售可以磨练人，还能赚大钱。抱着这样的想法，进入了第一家公司做销售。面试的时候，老板跟我说前半年就1千块钱一个月，能接受就干，不能接受就算了，我这里都是这样的。还说了很多，业务员现在的收入都是多少多少，几万块一个月。刚毕业，人单纯，就这样被忽悠进了公司。公司是做整个省的产品分销（公司名跟产品我就不说了，怕碰见熟人不好），划分区域，一个人负责一块区域，我们有个好听的职位，叫区域经理。刚进公司的时候，根本就没有人管我，更没有人教我，就给几个网站，一大堆的资料，让自己看。前两个月，我每天早上到办公室的第一件事情，竟然是搞整个办公司和厕所的卫生。我都不知道，当初是什么让我坚持下来的，换成现在估计一个星期都呆不下去。在公司，真是太闲了，因为你压根不知道你要做什么，也不知道要怎么做。公司给每个业务员，配好笔记本电脑和电话，也会给一些在合作客户的名单。然后，就让你打电话给客户，根本没有话术之类的。反正就是让你自生自灭，自己成长。我根本不敢给客户打电话，本来就比较内向，重点是很多东西都不懂。到第四个月开始，跟着几位老业务员，出了几次差，知道了大概的一些流程。第五个月，就开始自己打电话，安排出差，约见客户。（我们出差的费用有一个报销标准，基本上算是公费出差）出差約见的人，形形色色的都有，初生牛犊，任人宰骗。经常把客户的玩笑话、敷衍的话当真。明明见面答应的好好的合作，等我一回公司，就人影都没有了。也不懂什么是客套话，什么是真话。慢慢时间久了，一次次从自己失败经验中，就学会分辨什么是真，什么是假。还有女孩子单独出差，可能都会遇到的问题，就是客户想占你便宜。想睡你，这个社会就是这样，哪个行业都有潜规则。我也同样经历过，而且不止一个，是好几个。但是千万不要妥协，在公司福利范围内，可以多给他一些折扣，或者干脆说给他找小姐，但是自己不行。我当时想，能用钱解决的问题，用钱解决，解决不了的问题就算了，大不了少赚点。这里给女孩子一点小建议，如果碰见客户提无理要求，一定要在第一时间拒绝。一般的人都是先暗示，你要从一开头就明确的拒绝他，不要给他希望。刚开始嫩，不懂暗示，直到客户在跟我一起聊天时，用手拉我。我才反应过来，立马把他手甩开了。客户就是这样，只要你坚决不同意，他不敢乱来，也怕犯法，见面记得约在公开场合。还有一种客户，走感情路线，很多女人容易掉进温柔陷阱，但是特别提醒一下，千万不要跟客户上床，如果你上了床，那么不久整个行业都会知道你被睡了。一个圈子本来就小，有些男人就把自己能睡到女人当作炫耀吹嘘的资本。总之一句，行走江湖，洁身自好，情愿钱少赚点。在这家公司呆了一年，同事关系处理的很烂，被排挤，所有女同事一起排挤我，包括所有部门销售后勤采购等。老板又不舍得给钱，我也呆不下去，就离职了。\n\n</p>"
  }
]
